In [1]:
import pandas as pd
import numpy as np

In [3]:
data = "data/user_data.csv"
df = pd.read_csv(data)
df.head()

   age gender  occupation zip_code
0   24      M  technician    85711
1   53      F       other    94043
2   23      M      writer    32067
3   24      M  technician    43537
4   33      F       other    15213